"ChangePasswordControllerApplicationRequest"      = "%@ requires that you change the Kerberos password for \"%@\"";
"ChangePasswordControllerRequest"                 = "Please change the Kerberos password for \"%@\"";
